dates={
{"id": 0, "q": "January 29 – Henry Clay introduces the Compromise of 1850 to the United States Congress.","unit": "year", "a": 1850 },
{"id": 1, "q": "January 31 – The University of Rochester is founded in Rochester, New York.[1]","unit": "year", "a": 1850 },
{"id": 2, "q": "February 28 – The University of Utah opens in Salt Lake City, Utah.","unit": "year", "a": 1850 },
{"id": 3, "q": "March 5 – The Britannia Bridge opens over the Menai Strait.","unit": "year", "a": 1850 },
{"id": 4, "q": "March 7 – United States Senate Daniel Webster gives his 'Seventh of March' speech, in which he endorses the Compromise of 1850, in order to prevent a possible Civil war.","unit": "year", "a": 1850 },
{"id": 5, "q": "March 16 – Nathaniel Hawthorne's The Scarlet Letter is published.","unit": "year", "a": 1850 },
{"id": 6, "q": "March 19 – American Express is founded by Henry Wells & William Fargo.","unit": "year", "a": 1850 },
{"id": 7, "q": "March 31 – The Paddle steamer RMS Royal Adelaide (1838), bound from Cork (city) to London, sinks in the English Channel.","unit": "year", "a": 1850 },
{"id": 8, "q": "April - Pope Pius IX returns from exile to Rome.","unit": "year", "a": 1850 },
{"id": 9, "q": "April - Stephen Foster's Ah! May the Red Rose Live Alway is published in the United States.","unit": "year", "a": 1850 },
{"id": 10, "q": "April 4 – Los Angeles is incorporated as a city.","unit": "year", "a": 1850 },
{"id": 11, "q": "April 15 – San Francisco is incorporated as a city.","unit": "year", "a": 1850 },
{"id": 12, "q": "April 19 – The Clayton–Bulwer Treaty is signed by the United States and Great Britain, allowing both countries to share Nicaragua, and not claim complete control over the proposed Nicaragua Canal.","unit": "year", "a": 1850 },
{"id": 13, "q": "May 23 – The USS Advance (1847) puts to sea from New York, to search for John Franklin's Arctic expedition.","unit": "year", "a": 1850 },
{"id": 14, "q": "May 25 – The Hippopotamus Obaysch arrives at London Zoo from Egypt, the first seen in Europe since Roman times.","unit": "year", "a": 1850 },
{"id": 15, "q": "June 1 – The Convict era of Western Australia begins, as the transportation of British convicts to other parts of Australia is phased out, when the ship Scindian arrives in Fremantle, with 75 male prisoners.","unit": "year", "a": 1850 },
{"id": 16, "q": "June 1 - The Postage stamp issues of Austria begin with a series of Imperforate typographed stamps, featuring the coat of arms.","unit": "year", "a": 1850 },
{"id": 17, "q": "June 1 - The 1850 United States Census shows that 11.2% of the population classed as 'Negro' are of mixed race.","unit": "year", "a": 1850 },
{"id": 18, "q": "June 3 – Kansas City, Missouri is incorporated by Jackson County, Missouri as the Town of Kansas (traditional date of its founding).","unit": "year", "a": 1850 },
{"id": 19, "q": "July – Taiping Rebellion: Hong Xiuquan orders the general mobilisation of rebel forces.","unit": "year", "a": 1850 },
{"id": 20, "q": "July 1 – St. Mary's School for Boys (the future University of Dayton) opens its doors in Dayton, Ohio.","unit": "year", "a": 1850 },
{"id": 21, "q": "July 9 - Báb, known as the Báb, is executed by a firing squad in Tabriz, Persia, for claiming to be a prophet.","unit": "year", "a": 1850 },
{"id": 22, "q": "July 9 - Vice President Millard Fillmore becomes the 13th President of the United States, upon the death of President Zachary Taylor.","unit": "year", "a": 1850 },
{"id": 23, "q": "July 10 – President Millard Fillmore is Inauguration of Millard Fillmore.","unit": "year", "a": 1850 },
{"id": 24, "q": "August 28 – Richard Wagner's Romanticism Opera Lohengrin (including the Bridal Chorus) premieres under the direction of Franz Liszt, in Weimar.","unit": "year", "a": 1850 },
{"id": 25, "q": "September 4 – The Eusébio de Queirós Law is passed in the Brazilian Empire, to abolish the international slave trade.","unit": "year", "a": 1850 },
{"id": 26, "q": "September 9 - California is admitted as the 31st U.S. state.","unit": "year", "a": 1850 },
{"id": 27, "q": "September 9 - The New Mexico Territory is organized by order of the United States Congress.","unit": "year", "a": 1850 },
{"id": 28, "q": "September 13 – Piz Bernina, the highest summit of the eastern Alps, is first ascended.","unit": "year", "a": 1850 },
{"id": 29, "q": "September 18 – The Fugitive Slave Law is passed by the United States Congress.","unit": "year", "a": 1850 },
{"id": 30, "q": "September 29 – Papal bull Universalis Ecclesiae: The Catholic Church in England and Wales hierarchy is re-established in England and Wales, by Pope Pius IX and future Pope Pius X.","unit": "year", "a": 1850 },
{"id": 31, "q": "October 1 – The University of Sydney (the oldest in Australia) is founded.","unit": "year", "a": 1850 },
{"id": 32, "q": "October 19 – The Phi Kappa Sigma international fraternity is founded, at the University of Pennsylvania.","unit": "year", "a": 1850 },
{"id": 33, "q": "October 28 – Delegate Edward Ralph May delivers a speech on behalf of African-American suffrage, to the Indiana Constitutional Convention.","unit": "year", "a": 1850 },
{"id": 34, "q": "November - Taiping Rebellion: The first clashes of the Taiping Rebellion occur, between the Qing dynasty militia and the Heavenly Army.","unit": "year", "a": 1850 },
{"id": 35, "q": "November - Undergraduates at Exeter College, Oxford in the University of Oxford, England, arrange a 'foot grind' (a cross-country steeplechase), the first organised university athletic event.[2]","unit": "year", "a": 1850 },
{"id": 36, "q": "November 29 – The treaty known as the Punctation of Olmütz is signed in Olomouc. It means diplomatic capitulation of Prussia to the Austrian Empire, which takes over the leadership of the German Confederation.","unit": "year", "a": 1850 },
{"id": 37, "q": "December 16 – Members of the Canterbury Association, the first settlers bound for Christchurch, arrive from England at the port of Lyttelton, New Zealand, aboard the Charlotte Jane and Randolph.","unit": "year", "a": 1850 },
{"id": 38, "q": "December 17 – The British Inman Line (Liverpool and Philadelphia Steamship Company) begins operation when new iron paddle steamer SS City of Glasgow puts out from Liverpool bound for Philadelphia.","unit": "year", "a": 1850 },
{"id": 39, "q": "Dost Mohammad Barakzai, emir of Afghanistan, captures Balkh.[3]","unit": "year", "a": 1850 },
{"id": 40, "q": "The first portion of the Oudh Bequest is transferred, from Oudh State in the British Raj, to the Shia Islam holy cities of Najaf and Karbala, in Persia.","unit": "year", "a": 1850 },
{"id": 41, "q": "The American system of watch manufacturing is started in Roxbury, Massachusetts, by the Waltham Watch Company.","unit": "year", "a": 1850 },
{"id": 42, "q": "Bingley Hall, the world's first purpose-built exhibition hall, opens in Birmingham, England.","unit": "year", "a": 1850 },
{"id": 43, "q": "Allan Pinkerton forms the North-Western Police Agency, later the Pinkerton National Detective Agency, in the United States.","unit": "year", "a": 1850 },
{"id": 44, "q": "Harriet Tubman becomes an official conductor of the Underground Railroad in the United States.","unit": "year", "a": 1850 },
{"id": 45, "q": "The temperance organisation, International Organisation of Good Templars, is established in Utica, New York, as the order of the Knights of Jericho.","unit": "year", "a": 1850 },
{"id": 46, "q": "The dry-goods store of Lehman Brothers, Montgomery, Alabama, predecessor of the bank, is so renamed.","unit": "year", "a": 1850 },
{"id": 47, "q": "One of the original segments of Pacific Highway (United States) in Clark County, Washington and Cowlitz County, Washington counties is established.[4]","unit": "year", "a": 1850 },
{"id": 48, "q": "German physicist Rudolf Clausius publishes his paper on the mechanical theory of heat ('On the Moving Force of Heat') which first states the basic ideas of the Second law of thermodynamics.","unit": "year", "a": 1850 },
{"id": 49, "q": "Europeans make up 22% of the World population.","unit": "year", "a": 1850 },
{"id": 50, "q": "The city of Manchester, England reaches 400,000 inhabitants.","unit": "year", "a": 1850 },
{"id": 51, "q": "From this year until 1880, 144,000 East Indians laborers go to Trinidad and 39,000 to Jamaica.","unit": "year", "a": 1850 },
{"id": 52, "q": "Great Famine (Ireland) in Ireland.","unit": "year", "a": 1850 },
{"id": 53, "q": "January 11 – Hong Xiuquan officially begins the Taiping Rebellion.","unit": "year", "a": 1851 },
{"id": 54, "q": "January 15 – Christian Female College, modern-day Columbia College (Missouri), receives its charter from the Missouri General Assembly.","unit": "year", "a": 1851 },
{"id": 55, "q": "January 23 – The flip of a coin, subsequently named Portland Penny, determines whether a new city in the Oregon Territory is named after Boston, Massachusetts, or Portland, Maine, with Portland, Oregon winning.","unit": "year", "a": 1851 },
{"id": 56, "q": "January 28 – Northwestern University is founded in Illinois.","unit": "year", "a": 1851 },
{"id": 57, "q": "February 6 – Black Thursday (1851) in Australia: Bushfires in Australia sweep across the state of Victoria (Australia), burning about a quarter of its area.","unit": "year", "a": 1851 },
{"id": 58, "q": "February 12 – Edward Hargraves claims to have found Gold in Australia.","unit": "year", "a": 1851 },
{"id": 59, "q": "February 15 – In Boston, Massachusetts, members of the anti-slavery Boston Vigilance Committee rescue fugitive slave Shadrach Minkins from a courtroom, following his arrest by U.S. marshals.","unit": "year", "a": 1851 },
{"id": 60, "q": "March 1 – Victor Hugo uses the phrase United States of Europe, in a speech to the French National Assembly.","unit": "year", "a": 1851 },
{"id": 61, "q": "March 11 – Giuseppe Verdi's opera Rigoletto is first performed at La Fenice in Venice.","unit": "year", "a": 1851 },
{"id": 62, "q": "March 27 – The first European men reportedly see Yosemite Valley.","unit": "year", "a": 1851 },
{"id": 63, "q": "March 30 – A United Kingdom Census 1851 is taken in the United Kingdom. The population reaches 21 million. 6.3 million live in cities of 20,000 or more in England and Wales, and cities of 20,000 or more account for 35% of the total English population.","unit": "year", "a": 1851 },
{"id": 64, "q": "April 9 – San Luis, Colorado, the oldest permanent settlement in the state of Colorado, is founded by settlers from Taos, New Mexico.","unit": "year", "a": 1851 },
{"id": 65, "q": "April 20 – Ramón Castilla loses power in Peru.","unit": "year", "a": 1851 },
{"id": 66, "q": "April 21 – John Stuart Mill marries Harriet Taylor.","unit": "year", "a": 1851 },
{"id": 67, "q": "April 23 – Anne Darwin, daughter of Charles Darwin dies, sending him into a great depression.","unit": "year", "a": 1851 },
{"id": 68, "q": "April 28 – Santa Clara College is chartered in Santa Clara, California.","unit": "year", "a": 1851 },
{"id": 69, "q": "May 1 –  in The Crystal Palace, Hyde Park, London, London is opened by Queen Victoria (it runs until October 18).","unit": "year", "a": 1851 },
{"id": 70, "q": "May 15 – The first Australian gold rushes is proclaimed, although the discovery had been made three months earlier. - Alpha Delta Pi Sorority, the first secret society for women, is founded at Wesleyan College in Macon, Georgia (U.S.)","unit": "year", "a": 1851 },
{"id": 71, "q": "May 15 – The first Australian gold rushes is proclaimed, although the discovery had been made three months earlier. - Mongkut (Rama IV) is crowned King of Rattanakosin Kingdom, at the Grand Palace in Bangkok.","unit": "year", "a": 1851 },
{"id": 72, "q": "Mid-May to mid-July – Great Flood of 1851: Extensive flooding sweeps across the Midwestern United States. The town of Des Moines is virtually washed away, and many rainfall records hold for 160 years.","unit": "year", "a": 1851 },
{"id": 73, "q": "June 21 – The Immortal Game, a famous Chess match, is played between Adolf Anderssen and Lionel Kieseritzky, during a break in the London 1851 chess tournament, held in London.","unit": "year", "a": 1851 },
{"id": 74, "q": "July 1 - Port Phillip District separates from New South Wales to become the  Colony of Victoria (Australia).","unit": "year", "a": 1851 },
{"id": 75, "q": "July 1 - Serial poisoner Hélène Jégado is arrested in Rennes, France.","unit": "year", "a": 1851 },
{"id": 76, "q": "July 10 – The University of the Pacific (United States) is chartered as California Wesleyan College, in Santa Clara, California.","unit": "year", "a": 1851 },
{"id": 77, "q": "July 28 – Total Solar eclipse visible in Canada, Greenland, Iceland and Northern Europe, the first solar eclipse to be photographed.","unit": "year", "a": 1851 },
{"id": 78, "q": "July 29 –  Annibale de Gasparis, in Naples, Italy discovers asteroid 15 Eunomia.","unit": "year", "a": 1851 },
{"id": 79, "q": "August 1 – Virginia closes its Reform Constitutional Convention, deciding that all white men have the right to vote.","unit": "year", "a": 1851 },
{"id": 80, "q": "August 12 – Isaac Singer is granted a United States patent for his improved sewing machine.","unit": "year", "a": 1851 },
{"id": 81, "q": "August 22 – The yacht America wins the first America's Cup race, off the coast of England.","unit": "year", "a": 1851 },
{"id": 82, "q": "September 15 – Saint Joseph's University is founded in Philadelphia.","unit": "year", "a": 1851 },
{"id": 83, "q": "September 18 – The New York Times is founded.","unit": "year", "a": 1851 },
{"id": 84, "q": "September 30 – HSwMS Eugenie leaves from Karlskrona, Sweden to begin its voyage as the first Swedish Royal Navy vessel to circumnavigate the world.","unit": "year", "a": 1851 },
{"id": 85, "q": "October – The Reuters News agency is founded.","unit": "year", "a": 1851 },
{"id": 86, "q": "October 15 - The City of Winona, Minnesota is founded.","unit": "year", "a": 1851 },
{"id": 87, "q": "October 15 - The Great Exhibition in London is closed.","unit": "year", "a": 1851 },
{"id": 88, "q": "October 24 – Ariel (moon) and Umbriel (moon), Natural satellite of Uranus, are discovered by William Lassell.","unit": "year", "a": 1851 },
{"id": 89, "q": "November 13 - The Denny Party lands at Alki Point, the first settlers of what later becomes Seattle.","unit": "year", "a": 1851 },
{"id": 90, "q": "November 13 - The first protected Submarine communications cable is laid, across the English Channel.","unit": "year", "a": 1851 },
{"id": 91, "q": "November 14 – Herman Melville's novel  is published in the U.S. by Harper & Brothers, New York, after being first published on October 18 in London, by Richard Bentley (publisher), in three volumes as The Whale.","unit": "year", "a": 1851 },
{"id": 92, "q": "November 26–November 27 – Bombardment of Salé, Morocco: French naval forces bombard the city, in retaliation for looting of a French cargo ship.","unit": "year", "a": 1851 },
{"id": 93, "q": "December 2 – French coup of 1851: In what amounts to a Coup, President Louis Napoleon of France dissolves the French National Assembly, and declares a new constitution to extend his term. 1852 he declares himself as Emperor Napoleon III, ending the French Second Republic.","unit": "year", "a": 1851 },
{"id": 94, "q": "December 6 – The trial of Hélène Jégado begins; she is eventually sentenced to death and executed by Guillotine.","unit": "year", "a": 1851 },
{"id": 95, "q": "December 9 – The first YMCA in North America is established in Montreal.","unit": "year", "a": 1851 },
{"id": 96, "q": "December 22 – India's first freight train is operated in Roorkee, India.","unit": "year", "a": 1851 },
{"id": 97, "q": "December 24 – The Library of Congress in Washington, D.C., burns.","unit": "year", "a": 1851 },
{"id": 98, "q": "December 26–December 27 – A Royal Navy warship bombards Lagos Island; Oba (ruler) Kosoko is wounded, and flees to Epe, Nigeria.","unit": "year", "a": 1851 },
{"id": 99, "q": "December 29 – The first American YMCA opens in Boston, Massachusetts.","unit": "year", "a": 1851 },
{"id": 100, "q": "December 31 – 1851 Chilean Revolution – Battle of Loncomilla: The rebels are defeated, ending the revolution.","unit": "year", "a": 1851 },
{"id": 101, "q": "St. Paul's College, Hong Kong is founded.","unit": "year", "a": 1851 },
{"id": 102, "q": "Western Union is founded, as the New York and Mississippi Valley Printing Telegraph Company.","unit": "year", "a": 1851 },
{"id": 103, "q": "January 14 – President Napoleon III proclaims a French Constitution of 1852 for the French Second Republic.","unit": "year", "a": 1852 },
{"id": 104, "q": "January 15 – Nine men representing various Jewish Charitable organization come together, to form what will become Mount Sinai Hospital, New York in New York City.","unit": "year", "a": 1852 },
{"id": 105, "q": "January 17 – The United Kingdom recognizes the independence of the South African Republic.","unit": "year", "a": 1852 },
{"id": 106, "q": "February 3 – Battle of Caseros, Argentina: The Argentine provinces of Entre Ríos Province and Corrientes, allied with Brazil and members of Colorado Party (Uruguay) of Uruguay, defeat Buenos Aires troops under Juan Manuel de Rosas.","unit": "year", "a": 1852 },
{"id": 107, "q": "February 11 – The first British public toilet for women opens in Bedford Street, London.","unit": "year", "a": 1852 },
{"id": 108, "q": "February 14 – The Great Ormond Street Hospital for Sick Children, London, admits its first patient.","unit": "year", "a": 1852 },
{"id": 109, "q": "February 16 – The , precursor of the automobile manufacturer, is established in South Bend, Indiana.","unit": "year", "a": 1852 },
{"id": 110, "q": "February 25 – HMS Birkenhead (1845) sinks near Cape Town, British Cape Colony. Only 193 of the 643 on board survive, after troops stand firm on the deck, so as not to overwhelm the Lifeboat (shipboard) containing women and children.","unit": "year", "a": 1852 },
{"id": 111, "q": "March 1 – Archibald Montgomerie, 13th Earl of Eglinton is appointed Lord Lieutenant of Ireland.","unit": "year", "a": 1852 },
{"id": 112, "q": "March 2 – The first American experimental steam Fire engine is tested.[1]","unit": "year", "a": 1852 },
{"id": 113, "q": "March 4 – Phi Mu sorority is founded in Macon, Georgia.","unit": "year", "a": 1852 },
{"id": 114, "q": "March 17 – Annibale de Gasparis discovers in Naples the asteroid 16 Psyche from the north dome of the Astronomical Observatory of Capodimonte.","unit": "year", "a": 1852 },
{"id": 115, "q": "March 18 – Henry Wells and William Fargo created Wells Fargo.","unit": "year", "a": 1852 },
{"id": 116, "q": "March 20 – Uncle Tom's Cabin, by Harriet Beecher Stowe, is published in book form in Boston.","unit": "year", "a": 1852 },
{"id": 117, "q": "April 1 – The Second Anglo-Burmese War begins.","unit": "year", "a": 1852 },
{"id": 118, "q": "April 18 – Taiping Rebellion: Taiping forces begin the siege of Guilin.","unit": "year", "a": 1852 },
{"id": 119, "q": "May 19 – Taiping Rebellion: The siege of Guilin is lifted.","unit": "year", "a": 1852 },
{"id": 120, "q": "June 12 – Taiping Rebellion: Taiping forces enter Hunan.","unit": "year", "a": 1852 },
{"id": 121, "q": "July 1 – American statesman Henry Clay is the first to receive the honor of Lying in state, in the United States Capitol rotunda.","unit": "year", "a": 1852 },
{"id": 122, "q": "July 5 – Frederick Douglass delivers his famous speech, 'What to the Slave Is the Fourth of July?', in Rochester, New York.","unit": "year", "a": 1852 },
{"id": 123, "q": "July 28 – Henry Clay Steamboat disaster in Riverdale, Bronx, claims several lives, including Stephen Allen.","unit": "year", "a": 1852 },
{"id": 124, "q": "August 3 – The first American intercollegiate athletic event, the Harvard–Yale Regatta between Yale University and Harvard University, is held.","unit": "year", "a": 1852 },
{"id": 125, "q": "September 11 – Revolution of 11 September 1852 in Argentina: Buenos Aires Province declares independence.","unit": "year", "a": 1852 },
{"id": 126, "q": "September 19 – Annibale de Gasparis discovers the asteroid 20 Massalia from the north dome of the Astronomical Observatory of Capodimonte in Naples.","unit": "year", "a": 1852 },
{"id": 127, "q": "September 24 – French engineer Henri Giffard makes the first Airship trip, from Paris to Trappes.","unit": "year", "a": 1852 },
{"id": 128, "q": "October 7 – After learning that U.S. President Fillmore has sent Commodore Matthew C. Perry, to open trade with Japan, Nicholas I of Russia sends Rear Admiral Yevfimy Putyatin to lead the Pallada on a similar mission (Putyatin arrives on August 21, 1853, one month after Perry).[2]","unit": "year", "a": 1852 },
{"id": 129, "q": "October 16 – After nearly five years' imprisonment in France, former Algerian Emir Abdelkader El Djezairi is released by orders of then-president Napoleon III.[3]","unit": "year", "a": 1852 },
{"id": 130, "q": "October 23 – The conjecture of the Four color theorem is first proposed, as student Francis Guthrie of University College London presents the question of proving, mathematically, that no more than four colors are needed to give separate colors to bordering shapes on a map (the theorem is not proven for almost 123 years, until 1976).[4]","unit": "year", "a": 1852 },
{"id": 131, "q": "October 31 – General Joaquin Solares of Guatemala leads an invasion of neighboring Honduras, beginning a war that lasts until February 13, 1856.[5]","unit": "year", "a": 1852 },
{"id": 132, "q": "November – Leo Tolstoy's Debut novel Childhood is published under the initials L. N., in this month's issue of the Saint Petersburg literary journal Sovremennik (and later in book form).","unit": "year", "a": 1852 },
{"id": 133, "q": "November 2 – U.S. presidential election, 1852: United States Democratic Party Franklin Pierce of New Hampshire defeats Whig Party (United States) Winfield Scott of Virginia.","unit": "year", "a": 1852 },
{"id": 134, "q": "November 4 – Camillo Benso, Count of Cavour becomes the Piedmont prime minister.","unit": "year", "a": 1852 },
{"id": 135, "q": "November 11 – The new Palace of Westminster opens in London.","unit": "year", "a": 1852 },
{"id": 136, "q": "November 21–November 22 – The New French Empire is confirmed by French Second Empire referendum, 1852: 7,824,000 for, 253,000 against.","unit": "year", "a": 1852 },
{"id": 137, "q": "November 23 – The first roadside Pillar box in the British Isles are brought into public use in Saint Helier, on Jersey in the Channel Islands, at the suggestion of English novelist Anthony Trollope, at this time an official of the British General Post Office.[6]","unit": "year", "a": 1852 },
{"id": 138, "q": "December – The Western Railroad (North Carolina) is chartered to build a railroad from Fayetteville, North Carolina, North Carolina to the coal fields of Cumnock, North Carolina, North Carolina.[7]","unit": "year", "a": 1852 },
{"id": 139, "q": "December 2 – Napoleon III becomes List of French monarchs.","unit": "year", "a": 1852 },
{"id": 140, "q": "December 4 – The French Siege of Laghouat.","unit": "year", "a": 1852 },
{"id": 141, "q": "December 23 – Taiping Rebellion: The Taiping army takes Hanyang District and begins the siege of Wuchang, Hubei.","unit": "year", "a": 1852 },
{"id": 142, "q": "December 29 – Taiping Rebellion: The Taiping army takes Hankou.","unit": "year", "a": 1852 },
{"id": 143, "q": "The Devil's Island penal colony opens in the colony of French Guiana.","unit": "year", "a": 1852 },
{"id": 144, "q": "The Semaphore line in France is superseded by the Telegraph.","unit": "year", "a": 1852 },
{"id": 145, "q": "Smith & Wesson is founded as a firearms manufacturer in the United States.","unit": "year", "a": 1852 },
{"id": 146, "q": "In Hawaii, sugar planters bring over the first Chinese laborers on 3 or 5 year contracts, giving them 3 dollars per month plus room and board for working a 12-hour day, 6 days a week.","unit": "year", "a": 1852 },
{"id": 147, "q": "Germans are encouraged to German Chilean to Chile.","unit": "year", "a": 1852 },
{"id": 148, "q": "The British Inman Line is the first to offer United States-bound migrants steerage passage in a steamer, SS City of Glasgow.","unit": "year", "a": 1852 },
{"id": 149, "q": "Loyola College in Maryland is chartered in Baltimore, Maryland.","unit": "year", "a": 1852 },
{"id": 150, "q": "Antioch College is founded in Yellow Springs, Ohio (its first president is Horace Mann).","unit": "year", "a": 1852 },
{"id": 151, "q": "Mills College is founded as the Young Ladies Seminary in Benicia, California.","unit": "year", "a": 1852 },
{"id": 152, "q": "The French Catholic De La Salle Brothers arrive from Europe in Singapore, aboard La Julie, and sail up to Penang in the Straits Settlements, to found the first Lasallian educational institutions in Asia.","unit": "year", "a": 1852 },
{"id": 153, "q": "Justin Perkins, an American Presbyterian missionary, produces the first translation of the Bible in Assyrian Neo-Aramaic, which is published with the parallel text of the Syriac language Peshitta, by the American Bible Society.","unit": "year", "a": 1852 },
{"id": 154, "q": "The Spectacled cormorant became extinct around this date.","unit": "year", "a": 1852 },
{"id": 155, "q": "January 6 – Florida Governor Thomas Brown (Florida politician) signs legislation that provides public support for the new East Florida Seminary, leading to the establishment of the University of Florida.","unit": "year", "a": 1853 },
{"id": 156, "q": "January 8 – Taiping Rebellion: Zeng Guofan is ordered to assist the governor of Hunan, in organising a militia force to search for local bandits.","unit": "year", "a": 1853 },
{"id": 157, "q": "January 12 – Taiping Rebellion: The Taiping army occupies Wuchang, Hubei.","unit": "year", "a": 1853 },
{"id": 158, "q": "January 19 – Giuseppe Verdi's opera Il Trovatore premieres, in performance at Teatro Apollo in Rome.","unit": "year", "a": 1853 },
{"id": 159, "q": "February 10 – Taiping Rebellion: Taiping forces assemble at Hanyang District, Hankou District and Wuchang District, for the march on Nanjing.","unit": "year", "a": 1853 },
{"id": 160, "q": "February 12 – Puerto Montt is founded in the Reloncaví Sound, Chile.","unit": "year", "a": 1853 },
{"id": 161, "q": "February 22 – Washington University in St. Louis is founded as Eliot Seminary.","unit": "year", "a": 1853 },
{"id": 162, "q": "March – The clothing company Levi Strauss & Co. is founded in the United States.[1]","unit": "year", "a": 1853 },
{"id": 163, "q": "March 4 – Inauguration of Franklin Pierce as 14th President of the United States (his only child was killed in a Train wreck on January 6).","unit": "year", "a": 1853 },
{"id": 164, "q": "March 20 – Taiping Rebellion: A rebel army of around 750,000 seizes Nanjing, killing 30,000 Imperial troops.","unit": "year", "a": 1853 },
{"id": 165, "q": "March 29 – Manchester is granted City status in the United Kingdom.[2][3]","unit": "year", "a": 1853 },
{"id": 166, "q": "April 16 – Indian Railways: The first passenger railway in India opens from Bombay to Thana, Maharashtra, 22 miles (35 km).","unit": "year", "a": 1853 },
{"id": 167, "q": "May - The world's first Public aquarium opens, at the London Zoo.","unit": "year", "a": 1853 },
{"id": 168, "q": "May - An outbreak of Yellow fever kills 7,790 in New Orleans.[4]","unit": "year", "a": 1853 },
{"id": 169, "q": "May - Isambard Kingdom Brunel accepts John Scott Russell's tender for construction of the SS Great Eastern passenger steamer.","unit": "year", "a": 1853 },
{"id": 170, "q": "May 12–October 31 – The Great Industrial Exhibition (1853) is held in Dublin, Ireland.","unit": "year", "a": 1853 },
{"id": 171, "q": "May 23 – The first Plat for Seattle is laid out.","unit": "year", "a": 1853 },
{"id": 172, "q": "June 27 – Taiping Rebellion: The Northern Expeditionary Force crosses the Yellow River.","unit": "year", "a": 1853 },
{"id": 173, "q": "June 30 – Georges-Eugène Haussmann is selected as préfect of the Seine (department), to begin the re-planning of Paris.","unit": "year", "a": 1853 },
{"id": 174, "q": "July 8 – U.S. Commodore Matthew C. Perry arrives in Edo Bay, Japan, with a request for a trade treaty.","unit": "year", "a": 1853 },
{"id": 175, "q": "July 25 – Outlaw and bandit Joaquin Murrieta is killed in California.","unit": "year", "a": 1853 },
{"id": 176, "q": "July 27 – Tokugawa Iesada succeeds his father Tokugawa Ieyoshi, as Japanese shōgun. The Late Tokugawa shogunate (the last part of the Edo period in Japan) begins.","unit": "year", "a": 1853 },
{"id": 177, "q": "August 12 – New Zealand acquires self-government.","unit": "year", "a": 1853 },
{"id": 178, "q": "August 23 – The first true International Meteorological Organization is established in Brussels, Belgium.","unit": "year", "a": 1853 },
{"id": 179, "q": "August 24 - The Royal Norwegian Navy Museum is founded at Karljohansvern in Horten, perhaps the world's first naval museum.","unit": "year", "a": 1853 },
{"id": 180, "q": "August 24 - Potato chips are first prepared, by George Crum at Saratoga Springs, New York, according to popular accounts.","unit": "year", "a": 1853 },
{"id": 181, "q": "September 19 – Hudson Taylor first leaves for China.","unit": "year", "a": 1853 },
{"id": 182, "q": "October 1 – C. Bechstein's piano factory is founded, one of three established in a 'Golden year' in the history of the Piano (Julius Blüthner and Steinway & Sons being the others).","unit": "year", "a": 1853 },
{"id": 183, "q": "October 4–October 5 – Crimean War: The Ottoman Empire begins war with Russia.","unit": "year", "a": 1853 },
{"id": 184, "q": "October 4 – On the east coast of the United States, Donald McKay launches the Great Republic, the world's biggest Sailing ship, which at 4,500 tons is too large to be successful.","unit": "year", "a": 1853 },
{"id": 185, "q": "October 28 – Crimean War: The Ottoman army crosses the Danube into Vidin/Calafat, Wallachia.","unit": "year", "a": 1853 },
{"id": 186, "q": "October 30 – Taiping Rebellion: The Taiping Northern Expeditionary Force comes within 3 miles (4.8 km) of Tianjin.","unit": "year", "a": 1853 },
{"id": 187, "q": "November 3 – Troops of William Walker (filibuster) capture La Paz in Baja California Territory, and declare the (short-lived) Republic of Lower California.","unit": "year", "a": 1853 },
{"id": 188, "q": "November 4 – Crimean War: Battle of Oltenitza – Turkish forces defeat the Russians.","unit": "year", "a": 1853 },
{"id": 189, "q": "November 15 – Maria II of Portugal is succeeded by her son Pedro V of Portugal.","unit": "year", "a": 1853 },
{"id": 190, "q": "November 30 (November 18 Old Style and New Style dates) – Crimean War: Battle of Sinop – The Russian fleet destroys the Turkey fleet.","unit": "year", "a": 1853 },
{"id": 191, "q": "December 6 – Taiping Rebellion: French Minister (diplomacy) de Bourboulon arrives at the Heavenly Capital, aboard the Cassini.","unit": "year", "a": 1853 },
{"id": 192, "q": "December 30 – Gadsden Purchase: The United States buys approximately 77,000 square kilometres (30,000 sq mi) of land from Mexico, to facilitate railroad building in the Southwest.","unit": "year", "a": 1853 },
{"id": 193, "q": "The Independent Santa Cruz Maya of Eastern Yucatán Peninsula are recognized as an independent nation, by the British Empire.","unit": "year", "a": 1853 },
{"id": 194, "q": "Arthur de Gobineau begins publication of his An Essay on the Inequality of the Human Races (Essai sur l'inégalité des races humaines).","unit": "year", "a": 1853 },
{"id": 195, "q": "Charles Pravaz and Alexander Wood (physician) independently invent a practical hypodermic Syringe.","unit": "year", "a": 1853 },
{"id": 196, "q": "Wheaton Academy is founded in West Chicago, Illinois.","unit": "year", "a": 1853 },
{"id": 197, "q": "The Chartered Bank of India, Australia and China is incorporated in London by Scottish people James Wilson (UK politician), under a Royal Charter from Queen Victoria.[5][6]","unit": "year", "a": 1853 },
{"id": 198, "q": "The Swiss watch company Tissot is founded.","unit": "year", "a": 1853 },
{"id": 199, "q": "Melbourne Cricket Ground, a well-known sport venue in Australia, officially opens.","unit": "year", "a": 1853 },
{"id": 200, "q": "1853–1873 – More than 130,000 Chinese laborers come to Cuba.","unit": "year", "a": 1853 },
{"id": 201, "q": "January 3 – Charles Dickens commences writing the novel Hard Times.","unit": "year", "a": 1854 },
{"id": 202, "q": "January 4 – The McDonald Islands are discovered by Captain William McDonald aboard the Samarang.","unit": "year", "a": 1854 },
{"id": 203, "q": "January 6 – The fictional detective Sherlock Holmes is born.","unit": "year", "a": 1854 },
{"id": 204, "q": "January 9 – The Teutonia Maennerchor Hall in Pittsburgh, U.S.A. is founded to promote German culture.[1]","unit": "year", "a": 1854 },
{"id": 205, "q": "January 20 – The North Carolina General Assembly in the United States charters the Atlantic and North Carolina Railroad, to run from Goldsboro, North Carolina through New Bern, North Carolina, to the newly created Seaport of Morehead City, North Carolina, near Beaufort, North Carolina.[2]","unit": "year", "a": 1854 },
{"id": 206, "q": "January 21 – The iron Clipper RMS Tayleur runs aground off the east coast of Ireland, on her maiden voyage out of Liverpool, bound for Australia, with the loss of at least 300 out of 650 on board.","unit": "year", "a": 1854 },
{"id": 207, "q": "February 11 – Major streets are lit by Coal gas for the first time by the San Francisco Gas Company; 86 such lamps are turned on this evening in San Francisco, California.","unit": "year", "a": 1854 },
{"id": 208, "q": "February 13 – Mexican troops force William Walker (filibuster) and his troops to retreat to Sonora.","unit": "year", "a": 1854 },
{"id": 209, "q": "February 14 – Texas is linked by Telegraphy with the rest of the United States, when a connection between New Orleans and Marshall, Texas is completed.","unit": "year", "a": 1854 },
{"id": 210, "q": "February 17 – The British recognize the independence of the Orange Free State in Southern Africa; its official independence is declared six days later in the Orange River Convention.","unit": "year", "a": 1854 },
{"id": 211, "q": "February 27 – Britain sends Russia an ultimatum to withdraw from two Romanian provinces it has conquered, Moldavia and Wallachia.","unit": "year", "a": 1854 },
{"id": 212, "q": "February 28 – The Republican Party (United States) is founded in Ripon, Wisconsin.","unit": "year", "a": 1854 },
{"id": 213, "q": "March – The British East India Company annexes Jhansi State in India under the Doctrine of lapse.","unit": "year", "a": 1854 },
{"id": 214, "q": "March 1 - The British Inman Line's SS City of Glasgow sets out from Liverpool on passage to the United States with 480 on board; she is lost without trace.","unit": "year", "a": 1854 },
{"id": 215, "q": "March 1 - German Psychologist Friedrich Eduard Beneke disappears; 2 years later his remains are found in the canal near Charlottenburg.","unit": "year", "a": 1854 },
{"id": 216, "q": "March 3 – Australia's first Telegraph line, linking Melbourne and Williamstown, Victoria, opens.","unit": "year", "a": 1854 },
{"id": 217, "q": "March 11 – A Royal Navy fleet sails from Britain, under Vice Admiral Sir Charles Napier (Royal Navy officer).","unit": "year", "a": 1854 },
{"id": 218, "q": "March 20 – The Boston Public Library opens to the public in the United States.","unit": "year", "a": 1854 },
{"id": 219, "q": "March 24 – In Venezuela, slavery is abolished.","unit": "year", "a": 1854 },
{"id": 220, "q": "March 27 – Crimean War: The United Kingdom declares war on Russia.","unit": "year", "a": 1854 },
{"id": 221, "q": "March 28 – France declares war on Russia.","unit": "year", "a": 1854 },
{"id": 222, "q": "March 31 – Commodore (United States) Matthew C. Perry of the United States Navy signs the Convention of Kanagawa with the Japanese government (the Tokugawa shogunate), opening the ports of Shimoda, Shizuoka and Hakodate, Hokkaido to American trade (see History of Japan).","unit": "year", "a": 1854 },
{"id": 223, "q": "April 1 – Hard Times begins serialisation in Charles Dickens' magazine, Household Words.","unit": "year", "a": 1854 },
{"id": 224, "q": "April 16 – The United States packet ship Powhattan is wrecked off the New Jersey shore, with more than 200 victims.","unit": "year", "a": 1854 },
{"id": 225, "q": "May 18 – The Catholic University of Ireland (forerunner of University College Dublin) is founded.","unit": "year", "a": 1854 },
{"id": 226, "q": "May 27 – Taiping Rebellion: United States Minister (diplomacy) Robert Milligan McLane arrives at the Heavenly Capital aboard the American Warship USS Susquehanna (1850).","unit": "year", "a": 1854 },
{"id": 227, "q": "May 30 – The Kansas–Nebraska Act becomes law (replacing the Missouri Compromise of 1820), creating the Kansas Territory and the Nebraska Territory, west of the State of Missouri and the State of Iowa. The Kansas–Nebraska Act also establishes that these two new Territories will decide either to allow or disallow Slavery, depending on balloting by their residents (these areas would have been strictly 'free territory' under the Missouri Compromise, which allowed slavery in the State of Missouri but disallowed it in any other new state north of latitude 36° 30', which forms most of the southern boundary of Missouri. This prohibition of slavery extended all the way from the western boundary of Missouri to the Pacific Ocean).","unit": "year", "a": 1854 },
{"id": 228, "q": "June – The Grand Excursion takes prominent Eastern United States inhabitants from Chicago to Rock Island, Illinois by railroad, then up the Mississippi River to Saint Paul, Minnesota by Steamboat.","unit": "year", "a": 1854 },
{"id": 229, "q": "June 10 – The first class of the United States Naval Academy graduates at Annapolis, Maryland.","unit": "year", "a": 1854 },
{"id": 230, "q": "June 21 – Battle of Bomarsund in the Åland Islands off the coast of Finland: British Royal Navy seaman's mate Charles D. Lucas throws a live Russian Artillery shell overboard by hand before it explodes, for which he is awarded the first Victoria Cross in 1857.","unit": "year", "a": 1854 },
{"id": 231, "q": "July 4 – James Ambrose Cutting takes out the first of his three United States Patent for improvements to the Wet plate Collodion process (Ambrotype photography).","unit": "year", "a": 1854 },
{"id": 232, "q": "July 6 - In Jackson, Michigan, the first convention of the Republican Party (United States) is held.","unit": "year", "a": 1854 },
{"id": 233, "q": "July 6 - Sa'id of Egypt succeeds his nephew Abbas I of Egypt, as the Pasha of Egypt.","unit": "year", "a": 1854 },
{"id": 234, "q": "July 7 – The Bombay Spinning and Weaving Company is established as the first Cotton mill in India by Cowasjee Nanabhoy Davar and associates.","unit": "year", "a": 1854 },
{"id": 235, "q": "July 17 – The Bienio progresista revolutionary coup occurs in Spain.","unit": "year", "a": 1854 },
{"id": 236, "q": "July 19 – Wood's despatch is sent by Charles Wood, 1st Viscount Halifax to Lord Dalhousie, Governor General of India, proposing radical improvements to the Indian educational system.[3]","unit": "year", "a": 1854 },
{"id": 237, "q": "August 9 – John of Saxony succeeds to the Kingdom of Saxony, on the death of his brother.","unit": "year", "a": 1854 },
{"id": 238, "q": "August 16 – Battle of Bomarsund: Russian troops on the island of Bomarsund, in the Åland Islands, surrender to French–British troops.","unit": "year", "a": 1854 },
{"id": 239, "q": "August 27 – English lawyer Alfred Wills and party set out for the first ascent of the Wetterhorn in Switzerland, regarded as the start of the 'Golden age of alpinism'.[4]","unit": "year", "a": 1854 },
{"id": 240, "q": "August 31–September 8 – An epidemic of Cholera in London kills 10,000. John Snow (physician) traces the source of one outbreak (that killed 500) to a single Pump, validating his theory that Cholera is water-borne, and forming the starting point for Epidemiology.[5]","unit": "year", "a": 1854 },
{"id": 241, "q": "September 9 – British Inman Line's SS City of Philadelphia is wrecked off Cape Race (Newfoundland) on her maiden voyage without loss of life.","unit": "year", "a": 1854 },
{"id": 242, "q": "September 20 – Crimean War: Battle of Alma – The French–British alliance wins the first major land engagement of the war.","unit": "year", "a": 1854 },
{"id": 243, "q": "September 27 – SS Arctic disaster: The American Paddle steamer SS Arctic sinks after a collision with the much smaller French ship SS Vesta, 50 miles (80 km) off the coast of Newfoundland, with approximately 320 deaths.","unit": "year", "a": 1854 },
{"id": 244, "q": "October 1 – The watch company founded in 1850 in Roxbury, Massachusetts, by Aaron Lufkin Dennison, relocates to Waltham, Massachusetts, to become the Waltham Watch Company, pioneer in the American system of watch manufacturing.","unit": "year", "a": 1854 },
{"id": 245, "q": "October 9–October 11 – United States diplomats in Europe meet and draft the Ostend Manifesto, setting out a rationale for the U.S. to acquire Cuba from Spain.","unit": "year", "a": 1854 },
{"id": 246, "q": "October 6 – The Great fire of Newcastle and Gateshead in England is ignited by a spectacular explosion.","unit": "year", "a": 1854 },
{"id": 247, "q": "October 17 – The Age newspaper is founded in Melbourne, Australia.","unit": "year", "a": 1854 },
{"id": 248, "q": "October 25 – Crimean War: Battle of Balaclava – The allies gain an overall victory, except for the disastrous cavalry Charge of the Light Brigade, from which only 200 of 700 men survive.","unit": "year", "a": 1854 },
{"id": 249, "q": "November - Florence Nightingale and her team of 38 trained volunteer Nurse, having set out on October 21 from England, arrive at Selimiye Barracks in Üsküdar in the Ottoman Empire, to care for British Army troops invalided from the Crimean War.[6]","unit": "year", "a": 1854 },
{"id": 250, "q": "November - The Mute Rebellion breaks out in Sweden.","unit": "year", "a": 1854 },
{"id": 251, "q": "November 5 – Crimean War: Battle of Inkerman – The Russians are defeated.","unit": "year", "a": 1854 },
{"id": 252, "q": "November 14 – Great Storm of 1854 in the Black Sea: 19 British transport and other ships (plus 2 French) supporting the Crimean War are wrecked with the loss of at least 287 men.","unit": "year", "a": 1854 },
{"id": 253, "q": "November 17 – In Egypt, the Suez Canal Company is formed.","unit": "year", "a": 1854 },
{"id": 254, "q": "December 3 – The Eureka Stockade Miners' Rebellion breaks out in Ballarat, Victoria (Australia).","unit": "year", "a": 1854 },
{"id": 255, "q": "December 8 – Pope Pius IX in the Apostolic constitution Ineffabilis Deus defines ex Cathedra the Dogma of Immaculate Conception, which holds that the Blessed Virgin Mary was conceived without Original sin.","unit": "year", "a": 1854 },
{"id": 256, "q": "Ignacy Łukasiewicz drills the world's first oil well in Poland, in Bóbrka near Krosno County.","unit": "year", "a": 1854 },
{"id": 257, "q": "Professor Benjamin Silliman of Yale University is the first person to Fractionation Petroleum into its individual components, by Distillation.","unit": "year", "a": 1854 },
{"id": 258, "q": "The Iceland trade is opened to merchants other than Denmark.","unit": "year", "a": 1854 },
{"id": 259, "q": "A Russian fort is established at the modern-day site of Almaty.","unit": "year", "a": 1854 },
{"id": 260, "q": "The French fashion label Louis Vuitton is founded.","unit": "year", "a": 1854 },
{"id": 261, "q": "The future Waterbury Clock Company (Incorporated on March 27, 1857) is founded as a department within the Benedict And Burnham Manufacturing Company in Waterbury, Connecticut, the  predecessor of Timex Group USA in timepiece manufacturing.","unit": "year", "a": 1854 },
{"id": 262, "q": "January 1 – Ottawa, Ontario is incorporated as a city.","unit": "year", "a": 1855 },
{"id": 263, "q": "January 5 – Ramón Castilla begins his third term as President of Peru.","unit": "year", "a": 1855 },
{"id": 264, "q": "January 23 - The first bridge over the Mississippi River opens in what is now Minneapolis, a predecessor of the modern-day Father Louis Hennepin Bridge.","unit": "year", "a": 1855 },
{"id": 265, "q": "January 23 - The 8.2–8.3 Mw  1855 Wairarapa earthquake claims between five and nine lives, near the Cook Strait area of New Zealand.","unit": "year", "a": 1855 },
{"id": 266, "q": "January 26 – The Point No Point Treaty is signed in the Washington Territory.","unit": "year", "a": 1855 },
{"id": 267, "q": "January 27 – The Panama Railway becomes the first railroad to connect the Atlantic and Pacific Oceans.","unit": "year", "a": 1855 },
{"id": 268, "q": "January 29 – George Hamilton-Gordon, 4th Earl of Aberdeen resigns as Prime Minister of the United Kingdom, over the management of the Crimean War.","unit": "year", "a": 1855 },
{"id": 269, "q": "February 5 – Henry John Temple, 3rd Viscount Palmerston becomes Prime Minister of the United Kingdom.","unit": "year", "a": 1855 },
{"id": 270, "q": "February 11 – Kassa Hailu is crowned Tewodros II, Emperor of Ethiopia.","unit": "year", "a": 1855 },
{"id": 271, "q": "February 12 – Michigan State University (the 'pioneer' Land-grant university) is established.","unit": "year", "a": 1855 },
{"id": 272, "q": "February 15 – The North Carolina General Assembly incorporates the Western North Carolina Railroad, to build a rail line from Salisbury, North Carolina to the western part of the state.[1]","unit": "year", "a": 1855 },
{"id": 273, "q": "February 22 – Pennsylvania State University is founded, as the Farmers' High School of Pennsylvania.","unit": "year", "a": 1855 },
{"id": 274, "q": "March 2 – Alexander II of Russia ascends the Russian throne, upon the death of his father Nicholas I of Russia.","unit": "year", "a": 1855 },
{"id": 275, "q": "March 3 – The United States Congress appropriates $30,000 to create the U.S. Camel Corps.","unit": "year", "a": 1855 },
{"id": 276, "q": "March 16 – Bates College is founded by abolitionists in Lewiston, Maine.","unit": "year", "a": 1855 },
{"id": 277, "q": "March 17 – Taiping Rebellion: A Taiping army of 350,000 invades Anhui.","unit": "year", "a": 1855 },
{"id": 278, "q": "March 30 – Elections are held for the first Kansas Territory legislature. Border Ruffian in large numbers, to elect a Slavery in the United States body.","unit": "year", "a": 1855 },
{"id": 279, "q": "April 3 – The Nepal invasion of Tibet starts the Nepalese–Tibetan War (1855-1856).[2]","unit": "year", "a": 1855 },
{"id": 280, "q": "May 1 – Van Diemen's Land is separated administratively from New South Wales, and granted self-government.","unit": "year", "a": 1855 },
{"id": 281, "q": "May 15 - The Exposition Universelle (1855) officially opens in Paris (a direct result of the exhibition is the introduction of the Bordeaux Wine Official Classification of 1855).[3]","unit": "year", "a": 1855 },
{"id": 282, "q": "May 15 - The Great Gold Robbery is made, from a train between London Bridge station and Folkestone in England.[4]","unit": "year", "a": 1855 },
{"id": 283, "q": "May 17 – Mount Sinai Hospital (Manhattan), New York, is dedicated (as the Jews' Hospital) in New York City; it opens to patients on June 5.","unit": "year", "a": 1855 },
{"id": 284, "q": "May 22 – The province of Victoria (Australia) is separated administratively from New South Wales.","unit": "year", "a": 1855 },
{"id": 285, "q": "June 15 – Stamp duty is removed from British newspapers, creating Mass media in the United Kingdom.","unit": "year", "a": 1855 },
{"id": 286, "q": "June 29 – The Daily Telegraph newspaper begins publication in London.","unit": "year", "a": 1855 },
{"id": 287, "q": "July 1 – The Quinault Treaty signed the Quinault people and Quileute tribes cede their land to the United States.","unit": "year", "a": 1855 },
{"id": 288, "q": "July 2 – The Kansas territorial legislature convenes in Pawnee, Kansas, and begins passing proslavery laws.","unit": "year", "a": 1855 },
{"id": 289, "q": "July 4 – Walt Whitman's poetry collection Leaves of Grass is published in Brooklyn.","unit": "year", "a": 1855 },
{"id": 290, "q": "July 16 – The Australian Colonies  are granted self-governing status by the United Kingdom.","unit": "year", "a": 1855 },
{"id": 291, "q": "August 1 – Monte Rosa, the second highest summit in the Alps, is first ascended.","unit": "year", "a": 1855 },
{"id": 292, "q": "September 3 – The last Bartholomew Fair is held in London, England.","unit": "year", "a": 1855 },
{"id": 293, "q": "September 9 (August 28 Old Style and New Style dates) – Crimean War – Siege of Sevastopol (1854–55): Sevastopol falls to French and British troops.","unit": "year", "a": 1855 },
{"id": 294, "q": "September 27 – Alfred Tennyson reads from his new book Maud and other poems, at a social gathering in the home of Robert Browning and Elizabeth Barrett Browning in London; Dante Gabriel Rossetti makes a sketch of him doing so.[5]","unit": "year", "a": 1855 },
{"id": 295, "q": "September 29 – Port of Iloilo is opened to International trade, by Isabel II of Spain of Monarchy of Spain .[6][7]","unit": "year", "a": 1855 },
{"id": 296, "q": "October 17 – Henry Bessemer files his Patent in the United Kingdom, for the Bessemer process of Steel.[8]","unit": "year", "a": 1855 },
{"id": 297, "q": "October 24 – Van Diemen's Land is officially renamed Tasmania.","unit": "year", "a": 1855 },
{"id": 298, "q": "November 17 – Scottish people missionary explorer David Livingstone becomes the first European to see Victoria Falls, Zambia, in modern-day Zambia–Zimbabwe.[9]","unit": "year", "a": 1855 },
{"id": 299, "q": "November 21 – Large-scale Bleeding Kansas violence begins, with events leading to the 'Wakarusa War' between antislavery and proslavery forces.","unit": "year", "a": 1855 },
{"id": 300, "q": "December 22 – The Metropolitan Board of Works is established in London.","unit": "year", "a": 1855 },
{"id": 301, "q": "Colt's Manufacturing Company is incorporated.","unit": "year", "a": 1855 },
{"id": 302, "q": "The Cocaine Alkaloid is first isolated by German Chemist Friedrich Gaedcke.","unit": "year", "a": 1855 },
{"id": 303, "q": "Palm oil sales from West Africa to the United Kingdom reach 40,000 tons.","unit": "year", "a": 1855 },
{"id": 304, "q": "Sual (present-day Pangasinan) and Zamboanga City open to world trade.","unit": "year", "a": 1855 },
{"id": 305, "q": "January 8 – Borax deposits are discovered in large quantities, by John Veatch in California.","unit": "year", "a": 1856 },
{"id": 306, "q": "January 24 – U.S. President Franklin Pierce declares the new Free-Stater (Kansas) Topeka Constitution in 'Bleeding Kansas' to be in rebellion.","unit": "year", "a": 1856 },
{"id": 307, "q": "January 26 – First Battle of Seattle (1856):  Marines from the USS Decatur (1839) suppress an indigenous uprising, in response to Governor Stevens' declaration of a 'war of extermination' on Native communities.","unit": "year", "a": 1856 },
{"id": 308, "q": "January 29 - The 223-mile North Carolina Railroad is completed from Goldsboro, North Carolina through Raleigh, North Carolina, and Salisbury, North Carolina to Charlotte, North Carolina.[1]","unit": "year", "a": 1856 },
{"id": 309, "q": "January 29 - Queen Victoria institutes the Victoria Cross.","unit": "year", "a": 1856 },
{"id": 310, "q": "February – The Tintic War breaks out in Utah.","unit": "year", "a": 1856 },
{"id": 311, "q": "February 1 – Auburn University is first chartered, as the East Alabama Male College.","unit": "year", "a": 1856 },
{"id": 312, "q": "February 2 – Dallas, Texas is incorporated as a city.","unit": "year", "a": 1856 },
{"id": 313, "q": "February 7 – The Nawab of Oudh State (Wajid Ali Shah) is exiled to Metiabruz, and the state is annexed by the British East India Company.","unit": "year", "a": 1856 },
{"id": 314, "q": "February 18 – The American Party (Know Nothing) convenes in Philadelphia to nominate their first President of the United States candidate, former President Millard Fillmore.","unit": "year", "a": 1856 },
{"id": 315, "q": "March - The Great Trigonometrical Survey of India officially gives 'Peak XV' (later to be named Mount Everest) the height of 29,002 ft (8,840 m). 'Peak IX' (Kangchenjunga), previously thought to be the world's highest, is confirmed as 28,156 ft (8,582 m).","unit": "year", "a": 1856 },
{"id": 316, "q": "March - Mauveine, the first synthetic Organic chemistry Dye, is discovered by William Henry Perkin, while attempting to synthesize Quinine. This eventually leads to the birth of the Chemical industry.[2]","unit": "year", "a": 1856 },
{"id": 317, "q": "March – Nepalese–Tibetan War: The signing of the Treaty of Thapathali concludes the war.","unit": "year", "a": 1856 },
{"id": 318, "q": "March 5 – Fire destroys the Covent Garden Theatre in London.","unit": "year", "a": 1856 },
{"id": 319, "q": "March 6 – Maryland Agricultural College (present-day University of Maryland, College Park) is chartered.","unit": "year", "a": 1856 },
{"id": 320, "q": "March 20 – Filibuster War – Battle of Santa Rosa: Costa Rica troops rout William Walker (filibuster)'s soldiers.","unit": "year", "a": 1856 },
{"id": 321, "q": "March 24 –Taiping Rebellion: Suspecting treachery on the part of East King Yang Xiuqing, Shi Dakai garrisons Anhui and begins his march back to the Heavenly Capital, having defeated a strong Xiang Army detachment.","unit": "year", "a": 1856 },
{"id": 322, "q": "March 31 – The Treaty of Paris (1856) is signed, ending the Crimean War.","unit": "year", "a": 1856 },
{"id": 323, "q": "April – The History of the Cape Colony from 1806 to 1870 begins in Cape Colony.","unit": "year", "a": 1856 },
{"id": 324, "q": "April 7 – Nelson College is founded in Nelson, New Zealand, New Zealand.","unit": "year", "a": 1856 },
{"id": 325, "q": "April 10 – Theta Chi Fraternity is founded at Norwich University.","unit": "year", "a": 1856 },
{"id": 326, "q": "April 16 – The Paris Declaration Respecting Maritime Law abolishes Privateer, and regulates the relationship between neutral and belligerent and shipping on the high seas.","unit": "year", "a": 1856 },
{"id": 327, "q": "April 17 – The Chicago History Museum is established at 1601 N. Clark Street, Chicago.","unit": "year", "a": 1856 },
{"id": 328, "q": "April 21 – Building workers agitate for the Eight-hour day in Melbourne, Australia.","unit": "year", "a": 1856 },
{"id": 329, "q": "April 29 – The iron-hulled Paddle steamer RMS Persia concludes a 9-day 16 hour westbound Transatlantic crossing, at an average 13.11 knots (24.28 km/h), regaining the Blue Riband for the Cunard Line.","unit": "year", "a": 1856 },
{"id": 330, "q": "May 1 – The province of Isabela (province) is created in the Philippines, in honor of Queen Isabella II of Spain.","unit": "year", "a": 1856 },
{"id": 331, "q": "May 3 – Queen Victoria of the United Kingdom gives Norfolk Island to the population of the colony at History of the Pitcairn Islands, most being descendants of the Mutiny on the Bounty. They first settle on Norfolk Island on June 8. Women's suffrage, as practiced on Pitcairn, is extended to Norfolk Island.","unit": "year", "a": 1856 },
{"id": 332, "q": "May 14 – The San Francisco Committee of Vigilance is founded in the United States. It lynches two Gangster, arrests most Democratic Party (United States) officials, and disbands itself on August 18.","unit": "year", "a": 1856 },
{"id": 333, "q": "May 20 – David Livingstone arrives at Quelimane on the Indian Ocean, having completed a 2-year transcontinental journey across Africa from Luanda.[3]","unit": "year", "a": 1856 },
{"id": 334, "q": "May 21 – Sacking of Lawrence: Lawrence, Kansas is captured and burned by pro-Slavery in the United States forces.","unit": "year", "a": 1856 },
{"id": 335, "q": "May 22 – United States House of Representatives Preston Brooks of South Carolina beats United States Senate Charles Sumner with a cane in the hall of the United States Senate, for a speech Sumner had made attacking Southerners who sympathized with the pro-Slavery violence in Kansas ('Bleeding Kansas'). Sumner is unable to return to duty for 3 years while he recovers; Brooks becomes a hero across the South.","unit": "year", "a": 1856 },
{"id": 336, "q": "May 24 – Pottawatomie massacre: A group of followers of radical Abolitionism in the United States John Brown (abolitionist) kill 5 homesteaders in Franklin County, Kansas.","unit": "year", "a": 1856 },
{"id": 337, "q": "June 2 – Battle of Black Jack: Antislavery forces, led by John Brown (abolitionist), defeat proslavery forces in Bleeding Kansas.","unit": "year", "a": 1856 },
{"id": 338, "q": "June 9 – 500 Mormon handcart pioneers leave Iowa City and head west for Salt Lake City, Utah, carrying all their possessions in two-wheeled handcarts.","unit": "year", "a": 1856 },
{"id": 339, "q": "June 13 – Taiping Rebellion: Shi Dakai arrives at Nanjing.","unit": "year", "a": 1856 },
{"id": 340, "q": "July 9 – Colony of Natal becomes a Crown colony.[4]","unit": "year", "a": 1856 },
{"id": 341, "q": "July 14–July 15 – In Spain, General Leopoldo O'Donnell takes control of the government, bringing an end to the bienio progresista.","unit": "year", "a": 1856 },
{"id": 342, "q": "July 17 – The Great Train Wreck of 1856 (the worst railroad calamity in the world to date) occurs near Philadelphia, Pennsylvania, USA.","unit": "year", "a": 1856 },
{"id": 343, "q": "July 31 – Christchurch, New Zealand is chartered as a city.","unit": "year", "a": 1856 },
{"id": 344, "q": "August – Neanderthal 1 are found in the Neanderthal in Kingdom of Prussia.","unit": "year", "a": 1856 },
{"id": 345, "q": "August 10 – The 1856 Last Island hurricane destroys Last Island, Louisiana, leaving 400 dead. The whole island is broken up into several smaller islands by the storm.","unit": "year", "a": 1856 },
{"id": 346, "q": "August 30 – Battle of Osawatomie: Proslavery forces defeat antislavery forces in Bleeding Kansas.","unit": "year", "a": 1856 },
{"id": 347, "q": "September 1 – Seton Hall University is founded by Archdiocese of Newark Bishop James Roosevelt Bayley, a cousin of U.S. President Theodore Roosevelt and nephew of Saint Elizabeth Ann Seton.","unit": "year", "a": 1856 },
{"id": 348, "q": "September 2 – Taiping Rebellion: Wei Changhui and Qin Rigang assassinate Yang Xiuqing.","unit": "year", "a": 1856 },
{"id": 349, "q": "October 8 – The Second Opium War between several western powers and China begins, with the Arrow Incident on the Pearl River (China).","unit": "year", "a": 1856 },
{"id": 350, "q": "October 13 – American mercenary William Walker (filibuster) effectively takes control of Nicaragua.","unit": "year", "a": 1856 },
{"id": 351, "q": "November 1 – Anglo-Persian War: War is declared between Great Britain and Persia.","unit": "year", "a": 1856 },
{"id": 352, "q": "November 4 – United States presidential election, 1856: Democratic Party (United States) James Buchanan defeats former President Millard Fillmore, representing a coalition of 'Know Nothing' and Whig Party (United States), and John C. Frémont of the fledgling Republican Party (United States), to become the 15th President of the United States.","unit": "year", "a": 1856 },
{"id": 353, "q": "November 11 – Taiping Rebellion: Shi Dakai arrives at the Heavenly Capital once more with 100,000 men, and demands that Wei Changhui and Qin Rigang be executed. Shi subsequently becomes head of the government.","unit": "year", "a": 1856 },
{"id": 354, "q": "November 17 – American Old West: On the Sonoita River in present-day southern Arizona, the United States Army establishes Fort Buchanan, Arizona, in order to help control new land acquired in the Gadsden Purchase.","unit": "year", "a": 1856 },
{"id": 355, "q": "November 21 – Niagara University is founded in Niagara Falls, New York.","unit": "year", "a": 1856 },
{"id": 356, "q": "November 27 – The Luxembourg Coup of 1856 leads to Luxembourg's unilateral adoption of a new, reactionary Constitution of Luxembourg, as King-Grand Duke William III of the Netherlands signs the new constitution without the Chamber of Deputies (Luxembourg)' consent.","unit": "year", "a": 1856 },
{"id": 357, "q": "December 1 – Under the County and Borough Police Act 1856, in any county or area of England and Wales where a police force has not already been established, the Justice of the Peace must from this date take steps to create one according to nationally defined standards.[5]","unit": "year", "a": 1856 },
{"id": 358, "q": "December 2 – the National Portrait Gallery, London is established.[6]","unit": "year", "a": 1856 },
{"id": 359, "q": "December 9 – Bushehr surrenders to the United Kingdom of Great Britain and Ireland.","unit": "year", "a": 1856 },
{"id": 360, "q": "Gregor Mendel starts his research on Genetics.","unit": "year", "a": 1856 },
{"id": 361, "q": "Kate Warne, the first female Private detective, begins to work for the Pinkerton Detective Agency.","unit": "year", "a": 1856 },
{"id": 362, "q": "Legal protection of widow remarriage is extended in India.","unit": "year", "a": 1856 },
{"id": 363, "q": "St. Paul's School, Belgaum is founded by the Jesuits in Belgaum, India.","unit": "year", "a": 1856 },
{"id": 364, "q": "The British Guiana 1c magenta Postage stamp is issued in British Guiana in limited numbers; the one surviving specimen will become regarded as the world's rarest stamp.[7]","unit": "year", "a": 1856 },
{"id": 365, "q": "January 1 – The biggest Estonia newspaper, Postimees, is established by Johann Voldemar Jannsen.","unit": "year", "a": 1857 },
{"id": 366, "q": "January 7 – The partly French-owned London General Omnibus Company begins operating.[1]","unit": "year", "a": 1857 },
{"id": 367, "q": "January 9 – The 7.9 Mw  1857 Fort Tejon earthquake shakes Central California and Southern California, with a maximum Mercalli intensity scale of IX (Violent).","unit": "year", "a": 1857 },
{"id": 368, "q": "January 24 – The University of Calcutta is established in Kolkata, as the first multidisciplinary modern university in South Asia. The University of Bombay is also established in Mumbai, British India, this year.","unit": "year", "a": 1857 },
{"id": 369, "q": "February 3 – The National Deaf Mute College (later renamed Gallaudet University) is established in Washington, D.C., becoming the first school for the advanced education of the deaf.","unit": "year", "a": 1857 },
{"id": 370, "q": "February 5 – The Federal Constitution of the United Mexican States of 1857 is promulgated.[2]","unit": "year", "a": 1857 },
{"id": 371, "q": "March 3 - France and the United Kingdom formally declare war on China, in the Second Opium War.","unit": "year", "a": 1857 },
{"id": 372, "q": "March 3 - The The Great Slave Auction is held, dubbed The Weeping Time. Over a 2-day period (starting March 2), Pierce M. Butler sells 436 men, women, children, and infants, all of whom are kept in stalls meant for horses at a racetrack in Savannah, Georgia, for weeks beforehand.[3]","unit": "year", "a": 1857 },
{"id": 373, "q": "March 4 – James Buchanan is Inauguration of James Buchanan, as the 15th President of the United States.","unit": "year", "a": 1857 },
{"id": 374, "q": "March 6 – Dred Scott v. Sandford: The Supreme Court of the United States rules that Blacks are not citizens and slaves can not sue for freedom, driving the country further towards the American Civil War (the ruling is not overturned until the Fourteenth Amendment to the United States Constitution is adopted, in 1868).","unit": "year", "a": 1857 },
{"id": 375, "q": "March 12 – Elizabeth Blackwell opens a hospital, the New York Infirmary for Indigent Women and Children.","unit": "year", "a": 1857 },
{"id": 376, "q": "March 14 – Youssef Bey Karam is assigned, by the people of Ehden and Bsharri, to be the region's ruler.","unit": "year", "a": 1857 },
{"id": 377, "q": "March 23 – Elisha Otis' first Elevator is installed (at 488 Broadway (Manhattan), New York City).","unit": "year", "a": 1857 },
{"id": 378, "q": "April 4 – The Anglo-Persian War ends.","unit": "year", "a": 1857 },
{"id": 379, "q": "April 18 – The Spirits' Book (Le Livre des Esprits), one of the , is published by French educator Allan Kardec.","unit": "year", "a": 1857 },
{"id": 380, "q": "May 5–October 17– Art Treasures Exhibition, Manchester 1857 exhibition is held in Manchester, one of the largest such displays of all time.[4]","unit": "year", "a": 1857 },
{"id": 381, "q": "May 10 – Indian Rebellion of 1857: The 3rd Light Cavalry of the British East India Company's army rebels against its British officers, thus beginning the rebellion.","unit": "year", "a": 1857 },
{"id": 382, "q": "May 11 – Indian Rebellion of 1857: Indian combatants capture Delhi from the British East India Company.","unit": "year", "a": 1857 },
{"id": 383, "q": "June 6 – Sophia of Nassau marries the future King Oscar II of Sweden of Union between Sweden and Norway.","unit": "year", "a": 1857 },
{"id": 384, "q": "June 12 – American mercenary William Walker (filibuster) is overthrown as ruler of Nicaragua, by Honduran general Florencio Xatruch.","unit": "year", "a": 1857 },
{"id": 385, "q": "June 22 – The Victoria and Albert Museum in London is officially opened by Queen Victoria.","unit": "year", "a": 1857 },
{"id": 386, "q": "June 26 – At a ceremony in London, Queen Victoria awards the first 66 Victoria Cross to British Empire troops, for actions during the Crimean War.[1]","unit": "year", "a": 1857 },
{"id": 387, "q": "July 1–November 19 – Indian Rebellion of 1857: Siege of Lucknow.","unit": "year", "a": 1857 },
{"id": 388, "q": "July 15 – Indian Rebellion of 1857: The second massacre at Kanpur takes place.","unit": "year", "a": 1857 },
{"id": 389, "q": "July 18 - The Utah Expedition leaves Fort Leavenworth, effectively beginning the Utah War.","unit": "year", "a": 1857 },
{"id": 390, "q": "July 18 - Prison hulk are used for the last time in the United Kingdom.[5]","unit": "year", "a": 1857 },
{"id": 391, "q": "August 20 – The Dunbar wrecks near the entrance to Sydney Harbour, Australia, with the loss of 121 lives.","unit": "year", "a": 1857 },
{"id": 392, "q": "August 28 – The Matrimonial Causes Act 1857 makes divorce without Parliament of the United Kingdom approval legal in the United Kingdom.[6]","unit": "year", "a": 1857 },
{"id": 393, "q": "September – The Panic of 1857 begins: Speculation in U.S. railroad shares, and the  collapse on August 24 of the New York City branch of the Ohio Life Insurance and Trust Company, following widespread Embezzlement, trigger a financial crisis which will extend to Europe.","unit": "year", "a": 1857 },
{"id": 394, "q": "September 11 – The Mountain Meadows massacre occurs in Utah.","unit": "year", "a": 1857 },
{"id": 395, "q": "September 12 – The SS Central America sinks off the coast of North Carolina; with the loss of 425 lives.","unit": "year", "a": 1857 },
{"id": 396, "q": "September 20 – In India, British forces recapture Delhi,[6] compelling the surrender of Bahadur Shah II, the last Mughal Empire.","unit": "year", "a": 1857 },
{"id": 397, "q": "October 13 – Panic of 1857: New York banks close, and do not reopen until December 12.","unit": "year", "a": 1857 },
{"id": 398, "q": "October 24 – Sheffield F.C., the world's first Association football team, is founded in Sheffield, England.","unit": "year", "a": 1857 },
{"id": 399, "q": "November 1 – The Indus Valley Region (i.e., Pakistan Region) is incorporated into Southern Asia as part of British India, for the next 90 years.","unit": "year", "a": 1857 },
{"id": 400, "q": "November 30 – President of Mexico Ignacio Comonfort is succeeded by Félix María Zuloaga.","unit": "year", "a": 1857 },
{"id": 401, "q": "December – The Reform War in History of Mexico begins.","unit": "year", "a": 1857 },
{"id": 402, "q": "December 16 – The 7.0 Seismic magnitude scales 1857 Basilicata earthquake shakes the Kingdom of the Two Sicilies (Southern Italy) with a maximum Mercalli intensity scale of XI (Extreme), killing about 10,000 people.","unit": "year", "a": 1857 },
{"id": 403, "q": "December 20 – Emperor Franz Joseph I of Austria issues a decree, Es ist Mein Wille, which leads to the demolition of the City walls of Vienna, allowing the construction of the Ringstraße.","unit": "year", "a": 1857 },
{"id": 404, "q": "December 31 – Queen Victoria chooses Ottawa as the capital of Canada.","unit": "year", "a": 1857 },
{"id": 405, "q": "The Mormons abandon Las Vegas Valley.","unit": "year", "a": 1857 },
{"id": 406, "q": "Kuala Lumpur, the future capital of Malaysia, is founded as a tin mining settlement.","unit": "year", "a": 1857 },
{"id": 407, "q": "La Tène culture artifacts are discovered in Switzerland, by Hansli Kopp.","unit": "year", "a": 1857 },
{"id": 408, "q": "Illinois State University, the first public university in Illinois, is established in Normal, Illinois.","unit": "year", "a": 1857 },
{"id": 409, "q": "American politician William Daniel (Maryland politician) proposes the Local Option for Prohibition in the United States.","unit": "year", "a": 1857 },
{"id": 410, "q": "January – William I of Prussia becomes Regent for his brother, Frederick William IV of Prussia, who has suffered a stroke.","unit": "year", "a": 1858 },
{"id": 411, "q": "January 9 – Anson Jones, the last President of the Republic of Texas, commits suicide.","unit": "year", "a": 1858 },
{"id": 412, "q": "January 14 – Orsini affair: Felice Orsini and his accomplices fail to assassinate Napoleon III in Paris, but their Orsini bomb kill eight and wound 142 people. Because of the involvement of French émigrés living in Britain, there is a brief anti-British feeling in France, but the emperor refuses to support it.","unit": "year", "a": 1858 },
{"id": 413, "q": "January 25 – The Wedding March by Felix Mendelssohn becomes a popular wedding recessional, after it is played on this day at the marriage of Queen Victoria's daughter Victoria, Princess Royal, to Frederick III, German Emperor in St James's Palace, London.[1]","unit": "year", "a": 1858 },
{"id": 414, "q": "February 11 – Lourdes apparitions: Peasant girl Bernadette Soubirous of Lourdes, fourteen, has a Vision (spirituality) at the grotto of Massabielle, the first in a series of eighteen events which will come to be regarded as Marian apparition.","unit": "year", "a": 1858 },
{"id": 415, "q": "February 13 – Richard Francis Burton and John Hanning Speke become the first Europeans to discover Lake Tanganyika.[1]","unit": "year", "a": 1858 },
{"id": 416, "q": "March 13 – Felice Orsini is executed by Guillotine, for the attempted assassination of Napoleon III of France.","unit": "year", "a": 1858 },
{"id": 417, "q": "March 21 – Indian Rebellion of 1857: British troops retake Lucknow.","unit": "year", "a": 1858 },
{"id": 418, "q": "March 30 – Hymen Lipman patents a Pencil with an attached Eraser in the United States.","unit": "year", "a": 1858 },
{"id": 419, "q": "April 16 – The Wernerian Natural History Society, a former Scottish Learned society, is wound up.","unit": "year", "a": 1858 },
{"id": 420, "q": "April 19 – The United States signs a treaty with the Yankton Sioux Tribe.","unit": "year", "a": 1858 },
{"id": 421, "q": "April 28–May 1 – Battle of Grahovac: The Ottoman Empire are decisively defeated by  Montenegro forces.","unit": "year", "a": 1858 },
{"id": 422, "q": "May–July – Mahtra War: Peasants in the Governorate of Estonia, Russian Empire revolt against ongoing Serfdom, which was officially abolished in 1816.","unit": "year", "a": 1858 },
{"id": 423, "q": "May 11 – Minnesota is admitted as the 32nd U.S. state.","unit": "year", "a": 1858 },
{"id": 424, "q": "May 13 – John Ruskin begins a tour of Europe; he considers it a significant turning point in his life.[2]","unit": "year", "a": 1858 },
{"id": 425, "q": "May 14 – Dr David Livingstone's 6-year Second Zambesi Expedition arrives at the African coast.[3]","unit": "year", "a": 1858 },
{"id": 426, "q": "May 19 – The Marais des Cygnes massacre is perpetrated by pro-slavery forces, in Bleeding Kansas.","unit": "year", "a": 1858 },
{"id": 427, "q": "June 2 – Comet Donati, the first comet to be photographed, is discovered by Giovanni Battista Donati, and remains visible for several months afterwards.","unit": "year", "a": 1858 },
{"id": 428, "q": "June 13–June 17 – The Treaty of Tientsin is signed, ending the first part of the Second Opium War.","unit": "year", "a": 1858 },
{"id": 429, "q": "June 16 – Abraham Lincoln accepts the Republican Party (United States) nomination for a seat in the United States Senate, delivering Lincoln's House Divided Speech in Springfield, Illinois.","unit": "year", "a": 1858 },
{"id": 430, "q": "June 17 – The Atlantic and North Carolina Railroad opens, operating 95 miles from Goldsboro, North Carolina, North Carolina to New Bern, North Carolina, North Carolina.[4]","unit": "year", "a": 1858 },
{"id": 431, "q": "June 19 – A six-minute earthquake destroys much of Mexico City and devastate Texcoco, State of Mexico.","unit": "year", "a": 1858 },
{"id": 432, "q": "June 20 – Indian Rebellion of 1857: The last rebels surrender in Gwalior.","unit": "year", "a": 1858 },
{"id": 433, "q": "June 23 – Police of the Papal States seize Jewish boy Edgardo Mortara, and take him away to be raised as a Catholic.","unit": "year", "a": 1858 },
{"id": 434, "q": "July - Camillo Benso, Count of Cavour goads Austria into attacking Sardinia.","unit": "year", "a": 1858 },
{"id": 435, "q": "July - Pike's Peak Gold Rush: Fifty-Niner stream into the Rocky Mountains of the western United States.","unit": "year", "a": 1858 },
{"id": 436, "q": "July 1 – On the Tendency of Species to form Varieties; and on the Perpetuation of Varieties and Species by Natural Means of Selection of papers by Charles Darwin and Alfred Russel Wallace, announcing a theory of evolution by natural selection, are read at London's Linnean Society.","unit": "year", "a": 1858 },
{"id": 437, "q": "July 8 – A peace treaty ends the Indian Rebellion of 1857.","unit": "year", "a": 1858 },
{"id": 438, "q": "July 12 –  The Advertiser, a daily newspaper still in circulation, begins publication in Adelaide, Australia.","unit": "year", "a": 1858 },
{"id": 439, "q": "July 17 – The HMS Lutine (1779) is salvaged, and subsequently hung in Lloyd's of London.","unit": "year", "a": 1858 },
{"id": 440, "q": "July 28 – In Bengal/India, British officer William James Herschel uses the hand impression of Rajyadhar Konai, as a Contract Fingerprint signature.","unit": "year", "a": 1858 },
{"id": 441, "q": "July 29 –  The United States and Japan sign the Treaty of Amity and Commerce (United States–Japan), negotiated by Townsend Harris.","unit": "year", "a": 1858 },
{"id": 442, "q": "August – The first Aerial photography is carried out by Nadar (photographer), from a Moored balloon in France.[5]","unit": "year", "a": 1858 },
{"id": 443, "q": "August 2 – The Government of India Act 1858, passed by the Parliament of the United Kingdom, transfers the territories of the British East India Company and their administration to the direct rule of the British Crown, through a Secretary of State for India.[6]","unit": "year", "a": 1858 },
{"id": 444, "q": "August 2 – A bill is passed to create a modern sewage system in London as a result of The Great Stink, when the heat of the summer made the smell from sewage in the Thames unbearable.","unit": "year", "a": 1858 },
{"id": 445, "q": "August 5 – Cyrus West Field and others complete the first transatlantic Telegraphy cable, after several unsuccessful attempts. The service ends on September 1, due to weak current.","unit": "year", "a": 1858 },
{"id": 446, "q": "August 7 – A football match, played under an unknown set of rules, is held between Melbourne Grammar School and Scotch College, Melbourne.","unit": "year", "a": 1858 },
{"id": 447, "q": "August 11 – The Eiger is first ascended.","unit": "year", "a": 1858 },
{"id": 448, "q": "August 16 – U.S. President James Buchanan inaugurates the new trans-Atlantic Telegraphy cable, by exchanging greetings with Queen Victoria. However, a weak signal forces a shutdown of the service in a few weeks.","unit": "year", "a": 1858 },
{"id": 449, "q": "August 21 – The first of the Lincoln–Douglas debates is held in Illinois.","unit": "year", "a": 1858 },
{"id": 450, "q": "September – Cochinchina Campaign: French warships, under Charles Rigault de Genouilly, attack and occupy Da Nang, Vietnam.","unit": "year", "a": 1858 },
{"id": 451, "q": "September 11 – Dom (mountain), the third highest summit in the Alps, is first ascended.","unit": "year", "a": 1858 },
{"id": 452, "q": "October 21 – Jacques Offenbach's Operetta Orpheus in the Underworld, featuring music associated with the Can-can, is first performed in Paris.","unit": "year", "a": 1858 },
{"id": 453, "q": "October 28 – Macy's Department store, founded by R.H. Macy, opens for business in New York City.","unit": "year", "a": 1858 },
{"id": 454, "q": "November 12 – Johann II, Prince of Liechtenstein, succeeds to the throne aged 18; he will rule until his death in 1929, the second-longest in European royal history and the longest precisely documented tenure of any monarch without a regent since antiquity.","unit": "year", "a": 1858 },
{"id": 455, "q": "November 16 – The 2,400,000th day of the Epoch (astronomy) of the Julian day is reached.","unit": "year", "a": 1858 },
{"id": 456, "q": "November 17 – The city of Denver, Colorado is founded.","unit": "year", "a": 1858 },
{"id": 457, "q": "November 17 -  Modified Julian day zero.","unit": "year", "a": 1858 },
{"id": 458, "q": "December 29 – The Northern Railway Company is established in Madrid, Spain, with a purpose to construct the Northern Railway.","unit": "year", "a": 1858 },
{"id": 459, "q": "December 30 – Paraguay expedition: Seventeen U.S. Navy warships, under the command of William Shubrick, depart from Uruguay on a mission to demand concessions from Paraguay, and to go to war if necessary.","unit": "year", "a": 1858 },
{"id": 460, "q": "William M. Tweed begins his 13-year term as 'Political boss' of Tammany Hall.","unit": "year", "a": 1858 },
{"id": 461, "q": "Homosexuality is legalised in the Ottoman Empire.","unit": "year", "a": 1858 },
{"id": 462, "q": "The haute couture firm of Charles Frederick Worth and Bobergh is established in Paris.","unit": "year", "a": 1858 },
{"id": 463, "q": "The Miners Association is established in Cornwall, England, UK.","unit": "year", "a": 1858 },
{"id": 464, "q": "Feudalism and Serfdom in Bulgaria are abolished in the Ottoman Empire (practically in 1880).","unit": "year", "a": 1858 },}